"Check for Updates…" = "Preveri, ali so na voljo posodobitve ...";

"Message" = "Sporočilo";

"Start voice conversation with ChatGPT" = "Začni glasovni pogovor s ChatGPT-jem";

"Message to send to ChatGPT" = "Sporočilo za pošiljanje ChatGPT-ju";

"Change Shortcut" = "Sprememba bližnjice";

"Which model would you like to use?" = "Kateri model želite uporabiti?";

"Message Identifier" = "Identifikator sporočila";

"Ask ChatGPT" = "Vprašaj ChatGPT";

"Would you like to start a new chat?" = "Želite začeti nov klepet?";

"Settings…" = "Nastavitve ...";

"%@" = "%@";

"Content" = "Vsebina";

"Model slug" = "Oznaka modela";

"Model to use with the new chat" = "Model za uporabo pri novem klepetu";

"Model name" = "Ime modela";

"Indicates whether a new chat should be started" = "Pokaže, ali bi se moral začeti nov klepet";

"This action will send a single message to a chat with ChatGPT and return the response." = "To dejanje bo poslalo eno sporočilo klepetu s ChatGPT-jem in vrnilo odgovor.";

"What would you like to ask ChatGPT about?" = "Kaj želite vprašati ChatGPT?";

"Start new chat" = "Začni nov klepet";

"Toggle Sidebar" = "Preklopi stransko vrstico";

"You can continue this chat from the app." = "Ta klepet lahko nadaljujete iz aplikacije.";

"Chat Identifier" = "Identifikator klepeta";

"Start voice conversation" = "Začni glasovni pogovor";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "Ali se naj omogoči dvosmerni klepet ali pa se uporabi bližnjica takoj po odgovoru";

"Continuous chat" = "Neprekinjen klepet";

"Is there anything else you would like to ask about?" = "Želite vprašali še kaj drugega?";

"New Chat" = "Nov klepet";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "To dejanje zažene aplikacijo ChatGPT za začetek glasovnega pogovora s ChatGPT-jem.";

"Model" = "Model";

"New Temporary Chat" = "Nov začasni klepet";

"ChatGPT Help" = "Pomoč ChatGPT";

